[{"model": "blog.blog", "pk": 14, "fields": {"title": "Монстера - выбор подходящего грунта", "content": "• Для монстеры важна хорошо дренированная, нейтральной кислотности почва, аналогичная той, что используется для других тропических растений, например, филодендронов или пальм.\r\n\r\n• При покупке готовой грунтовой смеси в магазине, необходимо убедиться, что она обеспечивает хорошую дренаж и не задерживает излишнюю влагу, чтобы избежать гниения корней монстеры.\r\n\r\n• Если планируете приготовить грунт самостоятельно, подойдет смесь из равных частей торфа, дерна, песка и удвоенного количества перегноя.", "image": "blog/монстера_kCsUUQK.PNG", "owner": 9, "date_created": null, "is_published": true, "is_subscription": false}}, {"model": "blog.blog", "pk": 15, "fields": {"title": "Проблемы при уходе за Спатифиллумом", "content": "Почему у Спатифиллума желтеют листья?\r\nВ норме зелень темно-зеленая, почти изумрудная. Если растение желтеет и вянет, вот наиболее вероятные причины: \r\n- У цветка дефицит кальция. Нужно провести специфическую подкормку. \r\n- Воздух слишком сухой. Нужно наладить регулярное опрыскивание водой комнатной температуры. \r\n- Если меняют цвет только молодые листья — осмотрите их на предмет вредителей: обычно на молодые листочки любит высаживаться тля. Еще один характерный признак при паразитах — скручивание листьев. \r\n- Если желтизна неравномерная, пятнами, а некоторые листья еще и сохнут, но не с кончика, а с середины - очень вероятно, что кустик систематически недополучал влаги и его атаковал паутинный клещ. \r\n- Если спатифиллум уже давно и активно цветет, вероятно, растение просто устало, ему не хватает сил. Нужна универсальная подкормка, при очень запущенном случае нужно удалить большую часть пожелтевших листьев и бутонов - и оставить цветок отдыхать. \r\n\r\n🌟У меня активно даются новые листья, но не цветут. Почему?\r\nОтсутствие цветения у Спатифиллума может быть связано с несколькими факторами. Один из них - недостаток света. Спатифиллумы цветут лучше при ярком, но рассеянном свете. Также важно удостовериться, что растение получает достаточное количество питательных веществ, особенно фосфора и калия, необходимых для формирования бутонов.\r\n\r\n🌟У меня чернеют листья по краям, что нужно сделать?\r\n- Темный и сухой кончик листа: вероятно, растение получило однократный солнечный ожог — или же вы его недополиваете. Создайте для цветка идеальные условия содержания и подождите несколько недель. \r\n- Темные влажные пятна по всей поверхности листа и стебля: похоже на грибковое заболевание. Нужно пролечить спатифиллум любым универсальным противогрибковым препаратом, сократить полив, проверить, все ли в порядке с дренажом: корни растения не должны мокнуть и гнить.", "image": "blog/спатифиллум_rzTwnzB.PNG", "owner": 2, "date_created": null, "is_published": true, "is_subscription": false}}]